{
	"id": "16",
	"korean_name": "붉은불개미",
	"english_name": "red imported fire ant",
	"summary": "The red imported fire ant (Solenopsis invicta), also known as the fire ant or RIFA, is a species of ant native to South America. A member of the genus Solenopsis in the subfamily Myrmicinae, it was described by Swiss entomologist Felix Santschi as a variant of S. saevissima in 1916. Its current specific name invicta was given to the ant in 1972 as a separate species. However, the variant and species were the same ant, and the name was preserved due to its wide use. Though South American in origin, the red imported fire ant has been accidentally introduced in Australia, New Zealand, several Asian and Caribbean countries, and the United States. The red imported fire ant is polymorphic, as workers appear in different shapes and sizes. The ant's colours are red and somewhat yellowish with a brown or black gaster, but males are completely black. Red imported fire ants are dominant in altered areas and live in a wide variety of habitats. They can be found in rain forests,  disturbed areas, deserts, grasslands, alongside roads and buildings, and in electrical equipment. Colonies form large mounds constructed from soil with no visible entrances because foraging tunnels are built and workers emerge far away from the nest. These ants exhibit a wide variety of behaviours, such as building rafts when they sense that water levels are rising. They also show necrophoric behaviour, where nestmates discard scraps or dead ants on refuse piles outside the nest. Foraging takes place on warm or hot days, although they may remain outside at night. Workers communicate by a series of semiochemicals and pheromones, which are used for recruitment, foraging, and defence. They are omnivores and eat dead mammals, arthropods, insects, seeds, and sweet substances such as honeydew from hemipteran insects with which they have developed relationships. Predators include arachnids, birds, and many insects including other ants, dragonflies, earwigs, and beetles. The ant is a host to parasites and to a number of pathogens, nematodes, and viruses, which have been viewed as potential biological control agents. Nuptial flight occurs during the warm seasons, and the alates may mate for as long as 30 minutes. Colony founding can be done by a single queen or a group of queens, which later contest for dominance once the first workers emerge. Workers can live for several months, while queens can live for years; colony numbers can vary from 100,000 to 250,000 individuals. Two forms of society in the red imported fire ant exist: polygynous colonies (nests with multiple queens) and monogynous colonies (nests with one queen). Venom plays an important role in the ant's life, as it is used to capture prey or for defence. About 95% of the venom consists of water-insoluble piperidine alkaloids known as solenopsins, with the rest comprising a mixture of toxic proteins that can be particularly potent in sensitive humans; the name fire ant is derived from the burning sensation caused by their bite. More than 14 million people are stung by them in the United States annually, where many are expected to develop allergies to the venom. Most victims experience intense burning and swelling, followed by the formation of sterile pustules, which may remain for several days. However 0.6% to 6.0% of people may suffer from anaphylaxis, which can be fatal if left untreated. Common symptoms include dizziness, chest pain, nausea, severe sweating, low blood pressure, loss of breath, and slurred speech. More than 80 deaths have been recorded from red imported fire ant attacks. Treatment depends on the symptoms; those who only experience pain and pustule formation require no medical attention, but those who suffer from anaphylaxis are given epinephrines. Whole body extract immunotherapy is used to treat victims and is regarded as highly effective.The ant is viewed as a notorious pest, causing billions of dollars in damage annually and impacting wildlife. The ants thrive in urban areas, so their presence may deter outdoor activities. Nests can be built under structures such as pavements and foundations, which may cause structural problems, or cause them to collapse. Not only can they damage or destroy structures, but red imported fire ants also can damage equipment and infrastructure and impact business, land, and property values. In agriculture, they can damage crops and machinery, and threaten pastures. They are known to invade a wide variety of crops, and mounds built on farmland may prevent harvesting. They also pose a threat to animals and livestock, capable of inflicting serious injury or killing them, especially young, weak, or sick animals. Despite this, they may be beneficial because they consume common pest insects on crops. Common methods of controlling these ants include baiting and fumigation; other methods may be ineffective or dangerous. Due to its notoriety and importance, the ant has become one of the most studied insects on the planet, even rivalling the western honey bee (Apis mellifera).",
	"kind": "insect",
	"image": "https://kias.nie.re.kr/upload_data/cls/202112/20211201140341777_thumb.jpg",
	"shape": "It is a small reddish-brown ant with dark brown abdomen, and the body length of worker ants is 2~6mm, and there is a big difference in size. The worker ants of the first generation are very small, but they grow larger in subsequent generations. There is a stinger at the end of the abdomen. Eggs are circular, creamy white, and larvae are legless, creamy, and slug-shaped with a distinct scallop. Pupae are similar in shape to worker ants, initially creamy, then darker before eclosion. Females are reddish-brown, while males have small, glossy, black heads. Queens are larger than worker ants (8-10 mm) and their wings drop after the nuptial flight. There are two abdominal segments and ten segments on the antennae. It is often confused with other ants of the genus Ten-node ants.",
	"ecological": {
		"habitat": "It likes soft soil that can retain moisture as its habitat, but it is found in hiding places such as under stones, crevices in the floor, and tree holes. It likes warm weather and stays in the anthill with little activity when it is cool below 20℃. They may invade homes in search of warm shelters, and may be found in household appliances and storage boxes.",
		"lifespan": "The worker ants go in and out of the mound up to 5 to 10 m through the tunnel to obtain food.",
		"etc": "no data"
	},
	"introduction": {
		"origin": "South America",
		"period": "September 2017",
		"purpose": "no data"
	},
	"distribution": "Discovered in Busan Port in September 2017, Domestic Distribution: Busan, Gwangyang Container Terminal",
	"effect": {
		"ecosystem": "It tunnels through roots and tubers and feeds on plants, fruits and seeds. It causes direct damage to plants by coexisting with pests (aphids, mealybugs) of Hemiptera, and worker ants bite or sting people or animals. When stung, it is toxic, causing severe pain like burns, and can cause allergic reactions. As the colony grows, the population increases, causing damage to all living things around it.",
		"entity": "no data"
	},
	"regulate": {
		"past": "no data",
		"reason": "no data",
		"method": "Red fire ants are highly adaptable and difficult to eradicate. They have the ability to survive floods or droughts. If a large number of individuals are found, do not touch them as much as possible and report them after allowing the ants to rest."
	},
	"designation": {
		"domestic": "Announcement on designation of organisms disturbing ecosystems 2018. 1. 3.",
		"overseas": "China, Australia, UK",
		"organization": "IUCN World's Top 100 Malignant Invasive Alien Species"
	}
}