{
	"id": "11",
	"korean_name": "갈색날개매미충",
	"english_name": "ricania speculum",
	"summary": "Ricania speculum, common name Black planthopper or Ricaniid Planthopper, is a species of planthoppers belonging to the family Ricaniidae.This species is considered a major agricultural pest for several crops in tropical and subtropical areas (apples, coffee plants, oil palms, Citrus species, etc.).",
	"kind": "insect",
	"image": "https://kias.nie.re.kr/upload_data/cls/202103/20210302090825003_thumb.jpg",
	"shape": "Eggs are milky translucent rice grains, 0.87-1.17 mm long, 0.55-0.71 mm wide, and egg masses 17.21-31.67 mm long. Nymphs are covered with white waxy wax all over the body, and form an X-shaped white waxy substance around the tail. The waxy substance becomes longer as the nymph stage grows, and leaves traces of beeswax on leaves, branches, stems, and fruits. Adults are brownish throughout their wings and body, but depending on the individual, they may be dark brown, greenish brown, yellowish brown, or reddish brown. On forewing, there is an elliptical white spot that seems to have been cut in half, approximately 2/3 of the costal base. The body length of adult flies (from the head to the tip of the abdomen) is 11.46-11.69 mm in males and 12.46-13.36 mm in females, which is larger in females. .",
	"ecological": {
		"habitat": "no data",
		"lifespan": "no data",
		"etc": "no data"
	},
	"introduction": {
		"origin": "Estimated eastern regions adjacent to the West Sea, such as Shandong and Zhejiang in China",
		"period": "2009",
		"purpose": "no data"
	},
	"distribution": "First discovered in Chungnam and Jeonbuk in 2009, Domestic distribution: nationwide except for Ulleung and Jeju",
	"effect": {
		"ecosystem": "The canopy is greatly reduced due to death by spawning within the tissue of the first year branches, and in the case of lost trees, the number of resulting hairs is reduced, resulting in damage that reduces the amount of fruiting. Disease induction reduces the amount of photosynthesis and reduces the apparent fruit marketability. In August 2010, it was first reported to attack apples and blueberries in Gongju and Yesan, Chungcheongnam-do. In 2011, it occurred in about 286 ha near Oesan-ri, Sandong-myeon, Gurye-gun, Jeollanam-do, causing damage to crops such as cornus, persimmon, chestnut, and plum. It has been recorded as a major economic pest of various fruit trees and street trees such as apples, persimmons, and peaches in Jilin Province, China. In China, there is a report that the growth of trees decreased by 26.9% on average due to spawning of the brown-winged leafhopper.",
		"entity": "no data"
	},
	"regulate": {
		"past": "no data",
		"reason": "no data",
		"method": "Kosam extract and natural plant extract were effective eco-friendly materials for pest control, and it was reported that more than 80% of adult insects could be controlled with Kosam extract. In the case of adult insects, the control effect may be low because they run away when spraying the drug, so spraying so that they can come into direct contact with the insect body is a way to increase the control effect. There are methods such as reducing damage to spawning by attracting adult females intensively introduced during the spawning season, or physically removing spawned egg masses."
	},
	"designation": {
		"domestic": "Announcement on designation of organisms disturbing ecosystems 2020. 3. 30.",
		"overseas": "no data",
		"organization": "no data"
	}
}