{
  "id": "14",
  "korean_name": "등검은말벌",
  "english_name": "yellow-legged hornet",
  "summary": "The Asian hornet (Vespa velutina), also known as the yellow-legged hornet or Asian predatory wasp, is a species of hornet indigenous to Southeast Asia. It is of concern as an invasive species in some other countries.",
  "kind": "insect",
  "image": "https://kias.nie.re.kr/upload_data/cls/202111/20211125141408159_thumb.jpg",
  "shape": "Worker bees are 22-25 mm in size. The antennae and mandible are yellow, and the pectoral plate and the back of the head are black. The first segment of the tergum of the abdomen is yellow and linear, the edges of the second and third segments are orange, the fourth segments are light orange in the shape of a wide band, and the fifth and sixth segments are yellowish brown. The difference from other wasp species in Korea is that there are several keel lines on the lower side of the pronotum, and the entire back and back of the head are completely black.",
  "ecological": {
    "habitat": null,
    "lifespan": "Adults feed on tree sap or honey, and larvae feed on bees and insects hunted by adults.",
    "etc": null
  },
  "introduction": {
    "origin": "Asian tropics",
    "period": "2003",
    "purpose": null
  },
  "distribution": "First discovered in Busan in 2003, domestic distribution: nationwide",
  "effect": {
    "ecosystem": "The venom is not as potent as that of other wasps, but pain and anaphylactic shock can occur. It directly preys on beekeepers at the entrance of the colony, causing direct damage to beekeepers. It is causing serious ecological disturbance through competition with domestic wasps, and it is a professional bee predator that attacks and hunts bees returning from the home of native bees and beekeepers, and economic damage to domestic beekeepers is a concern. In particular, economic damage caused by black wasps is expected in fruit trees and vegetable farms that rely heavily on bees for pollination. Also, compared to other wasps, they appear to prefer nests in urban areas, and wasp damage to residents in cities is gradually becoming more serious.",
    "entity": null
  },
  "regulate": {
    "past": null,
    "reason": "Extinct control is virtually impossible as the population and distribution are expanding explosively after the black wasp invasion. Therefore, it is necessary to control the black wasp population centering on urban areas where they are intensively distributed and cause damage to people. In addition, it is necessary to study methods for early elimination of black wasps using their ecological characteristics. In addition, research on the early removal of wasp nests in areas prone to wasp damage in cities by developing wasp nest tracking technology is also needed. As wasp damage has recently increased, it is also necessary to develop and publicize damage prevention manuals in case of encounters with wasps and their nests, and to reduce the damage. In the case of populations that appear in urban areas, biological control can also be presented as an alternative when considering human toxicity.",
    "method": null
  },
  "designation": {
    "domestic": "Announcement on designation of organisms disturbing ecosystems 2019. 7. 26.",
    "overseas": "Japan: Invasive species of concern (http://www.nies.go.jp/biodiversity/invasive/index_en.html), UK: NNSS (http://www.nonnativespecies.org/)",
    "organization": null
  }
}
